tap "bysiber/cleardisk"
tap "updatest/tap", "https://github.com/updatest/tap.git"
brew "brotli"
brew "c-ares"
brew "ca-certificates"
brew "libunistring"
brew "gettext"
brew "gh"
brew "pcre2"
brew "git"
brew "openssl@3"
brew "libssh2"
brew "oniguruma"
brew "git-delta"
brew "go"
brew "ncurses"
brew "htop"
brew "jq"
brew "lazygit"
brew "libidn2"
brew "libnghttp2"
brew "libuv"
brew "libyaml"
brew "luajit"
brew "luv"
brew "lz4"
brew "mas"
brew "mergiraf"
brew "unibilium"
brew "neovim"
brew "xz"
brew "zstd"
brew "node"
brew "popt"
brew "ripgrep"
brew "xxhash"
brew "rsync"
brew "ruby"
brew "tailscale", restart_service: :changed
brew "tmux"
brew "tree"
brew "uv"
brew "wget"
brew "yubico-piv-tool"
cask "affinity"
cask "android-studio"
cask "app-tamer"
cask "appcleaner"
cask "betterzip"
cask "bruno"
cask "charles"
cask "bysiber/cleardisk/cleardisk"
cask "coscreen"
cask "cryptomator"
cask "daisydisk"
cask "dockdoor"
cask "dotnet-sdk"
cask "figma"
cask "firefox@beta"
cask "ghostty@tip"
cask "git-credential-manager"
cask "github-copilot-for-xcode"
cask "imageoptim"
cask "iterm2"
cask "karabiner-elements"
cask "kdiff3"
cask "latest"
cask "launchcontrol"
cask "linear-linear"
cask "logi-options+"
cask "macfuse"
cask "macupdater"
cask "photosweeper-x"
cask "powershell"
cask "qbittorrent@lt20"
cask "qlmarkdown"
cask "rectangle"
cask "slack"
cask "sourcetree"
cask "suspicious-package"
cask "syntax-highlight"
cask "tailscale-app"
cask "updatest/tap/updatest"
cask "utm"
cask "visual-studio-code@insiders"
cask "vlc"
cask "wifi-explorer"
cask "zed"
mas "Amphetamine", id: 937984704
mas "Apple Configurator", id: 1037126344
mas "Azure VPN Client", id: 1553936137
mas "Bitwarden", id: 1352778147
mas "Letter Opener", id: 411897373
mas "reMarkable", id: 1276493162
mas "Snap", id: 418073146
mas "Speedtest", id: 1153157709
mas "Surfshark", id: 1437809329
mas "Universal Print", id: 6450432292
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
vscode "anthropic.claude-code"
vscode "auiworks.amvim"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "fwcd.kotlin"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "llvm-vs-code-extensions.lldb-dap"
vscode "mai-engineeringsystems.mai-ai-telemetry"
vscode "mechatroner.rainbow-csv"
vscode "monokai.theme-monokai-pro-vscode"
vscode "ms-azure-devops.azure-pipelines"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-dotnettools.csharp"
vscode "ms-dotnettools.vscode-dotnet-runtime"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.powershell"
vscode "redhat.java"
vscode "rust-lang.rust-analyzer"
vscode "shopify.ruby-lsp"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "swiftlang.swift-vscode"
vscode "tamasfe.even-better-toml"
vscode "timonwong.shellcheck"
vscode "typespec.typespec-vscode"
vscode "vadimcn.vscode-lldb"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vsls-contrib.gistfs"
vscode "wmaurer.change-case"
vscode "wraith13.bracket-lens"
cargo "claude-chill"
uv "azure-cli"
uv "yt-dlp"
