aircrack-ng
android-sdk
apktool
aria2
autoconf
automake
awscli
boost
cmake
dex2jar
elixir
erlang
freetype
gdbm
gettext
git
go
heroku
htop
imagemagick
iperf
jpeg
jq
keychain
kindlegen
libevent
libpng
libssh2
libtiff
libtool
libyaml
mackup
maven
mercurial
mitmproxy
mongodb
mysql56
ngrok2
node
node-build
nodenv
oniguruma
openssh
openssl
pcre
percona-toolkit
phantomjs
pidcat
pkg-config
postgresql
pv
python
rbenv
readline
reattach-to-user-namespace
reaver
redis
rsync
ruby-build
rust
sbt
sqlite
sshuttle
terraform
terraform-inventory
the_silver_searcher
tmux
unixodbc
utf8proc
vim
wget
wxmac
xz
yubico-piv-tool
zsh
