aircrack-ng
android-ndk
android-sdk
apktool
aria2
autoconf
automake
awscli
boost
cmake
dex2jar
docker
docker-compose
docker-machine
docker-swarm
elixir
erlang
freetype
gdbm
gettext
git
go
heroku-toolbelt
htop-osx
httpie
imagemagick
iperf
jpeg
jq
keychain
kindlegen
leiningen
libevent
libpng
libssh2
libtiff
libtool
libyaml
mackup
mercurial
mongodb
mysql56
ngrok
node
oniguruma
openssh
openssl
pcre
pidcat
pkg-config
postgresql
pv
python
rbenv
rbenv-gem-rehash
readline
reattach-to-user-namespace
reaver
redis
rsync
ruby-build
rust
sbt
sqlite
the_silver_searcher
tmux
unixodbc
vim
wget
wxmac
xctool
xz
yara
zsh
