azure-cli
brotli
c-ares
ca-certificates
check
cocoapods
gdbm
gettext
gh
git
git-delta
go
helm
htop
icu4c
jadx
jq
keychain
libidn2
libnghttp2
libtermkey
libunistring
libuv
libvterm
libyaml
luajit-openresty
luv
lz4
mpdecimal
msgpack
ncurses
neovim
node
oniguruma
openjdk
openssl@1.1
openssl@3
pcre2
pcsc-lite
pidcat
popt
python@3.10
readline
ripgrep
rsync
ruby
shellcheck
sqlite
terraform
tree
tree-sitter
unibilium
wget
xxhash
xz
yubico-piv-tool
zstd
aerial
alt-tab
android-studio
androidtool
app-tamer
appcleaner
azure-data-studio-insiders
betterzip
calibre
charles
chrome-remote-desktop-host
coscreen
daisydisk
dbeaver-community
docker
dotnet-sdk
element
ffmpeg
ffplay
firefox-beta
flutter
gfxcardstatus
gpg-suite-no-mail
iterm2
karabiner-elements
kdiff3
launchcontrol
lens
logitech-camera-settings
logitech-unifying
macfuse
macupdater
meld
microsoft-auto-update
microsoft-azure-storage-explorer
microsoft-edge-dev
microsoft-openjdk11
noisy
open-video-downloader
osxfuse
photosweeper-x
postman
powershell
qbittorrent
qlmarkdown-gfm
qlstephen
rightzoom
sensiblesidebuttons
sourcetree
sublime-text
suspicious-package
syncthing
syntax-highlight
trailer
veracrypt
visual-studio-code-insiders
vlc
vmware-fusion
wifi-explorer
yubico-yubikey-manager
yubico-yubikey-personalization-gui
yubico-yubikey-piv-manager
